class Food {
  String name;
  String type;
  double price;
  String description;

  Food(this.name, this.type, this.price, this.description);

}

List<Food> foods = [
  Food("قورمه سبزی", "غذای اصلی", 45000, "یک غذای اصیل ایرانی"),
  Food("چلوکباب", "غذای اصلی", 70000, "یک غذای اصیل ایرانی"),
  Food("سوپ", "پیش غذا", 20000, "یک غذای اصیل ایرانی"),
  Food("قیمه", "غذای اصلی", 50000, "یک غذای اصیل ایرانی"),
  Food("زرشک پلو با مرغ", "غذای اصلی", 60000, "یک غذای اصیل ایرانی"),
  Food("جوجه کباب", "غذای اصلی", 75000, "یک غذای اصیل ایرانی"),
  Food("ژله بستنی", "دسر", 25000, "یک غذای اصیل ایرانی"),
  Food("چیز کیک", "دسر", 30000, "یک غذای اصیل ایرانی"),
];